{
    "Boxing": [
        "Make sure you wrap your hands before boxing, your knuckles will thank you.", 
        "I have a pretty tough matched lined up for this weekend, wish me luck!", 
        "Boxing on my Wii as a kid really did not prepare me for this... ", 
        "I love training days because I get to blow off some steam.", 
        "Somedays I'm not sure if I'm hitting the punching bag or it's hitting me!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Poetry": [
        "One of my favorite poems has an unknown author. Isn't that a little bit haunting?", 
        "My teacher used to give us extra credit if we recited poetry for her after school.", 
        "A single blade of grass emerges, hopeful for warmer days ahead.", 
        "Two cups of coffee // Wake me up enough to ask // Did I have coffee?", 
        "Writing poetry is easier than you think! ", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Hip Hop (Dance)": [
        "Freestyling and following choreography require totally different skill sets", 
        "The trick is to feel the beat instead of focusing on the lyrics.", 
        "I love dancing to a good remix, the beat is always super fun.", 
        "I wish I had friends who danced so I could choreograph a group routine.", 
        "Hip Hop is all about the energy! You have to give it your all.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Snowboarding": [
        "Learning snowboarding lingo is like learning a whole new language!", 
        "Half of my paycheck goes toward snowboarding trips and gear.", 
        "I love the thrill of snowboarding on backcountry terrain!", 
        "Just attempted a Canadian Bacon Air trick... it did not go well.", 
        "Good thing falling on snow hurts way less than falling on dirt or concrete!", 
        "After three long years, my board is finally starting to delaminate.", 
        "You'll never land difficult tricks if your stance is off balance.", 
        "Oops, just had my second face plant of the day.", 
        "One day I hope to snowboard at the Mammoth Mountain resort in California.", 
        "I rarely ever go out to the halfpipe, I prefer to take my board down a good old-fashioned slope."
    ], 
    "Carpentry": [
        "I get more adhesive on my hands than on the stuff I'm actually building", 
        "My shed is full of power tools, yet somehow I always need more.", 
        "Oops, I messed up some measurements and now I have one super wobbly table.", 
        "Decorative moldings take time, but it really takes furniture up a notch.", 
        "Time to buy a new jigsaw!", 
        "I've lost four tape measures in the past month. Where could they have gone??", 
        "I hate using varnish, it gets everywhere!", 
        "Aw man, the chair I built last week got warped in the sun.", 
        "My friends always want me to build them stuff, but never want to pay me enough!", 
        "I don't even need to get a gym membership, I just sand a couple tables."
    ], 
    "Comedy Movies": [
        "I can't wait for the new Adam Sandler film", 
        " Anyone have any good comedy reccommendations?? ", 
        "Had a bad day today... that means it's time for a funny movie!", 
        "Everyone is talking about that new comedy... am I the only one that isn't a fan?", 
        "I always have time to watch a well-scripted comedy!", 
        "Sometimes kids movies are funnier than actual comedies!", 
        "I love sarcastic humor in movies", 
        "Why watch a drama when you could watch a comedy??", 
        "Just sat down with my popcorn, I hope this movie is funny.", 
        "A good soundtrack is essential for getting laughs from the audience"
    ], 
    "Knitting": [
        "Just finished the biggest knitting project I've ever made!", 
        "This scarf I'm working on is really time consuming", 
        "I hope the outcome is worth all these horrible hand cramps!", 
        "I'm so glad my grandma taught me how to knit when I was young", 
        "Nothing better than watching TV and knitting something new to wear!!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Space Exploration": [
        "I'm very excted about the new rocket launch!", 
        "NASA released some really cool photos of Mars the other day!", 
        "I've wanted to be an astronaut since I was a little kid.", 
        "I wonder if we'll discover other planets with life in my lifetime...", 
        "I just heard some astronomers just discovered a planet with 50 moons!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Soccer (Football)": [
        "GOAL!!!!", 
        "I can't believe the goalie missed that!", 
        "Man, I could never kick the ball that far. ", 
        "I wonder why Soccer is so much less popular in America.", 
        "I'm having trouble getting into this game. It's still 0-0!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Makeup": [
        "Sephora over Ulta any day", 
        "My mom thinks I look best in pink lipstick but I've always liked red ", 
        "My daughter started playing with makeup recently. It's a big mess", 
        "My favorite brand of mascara is out of stock!", 
        "Some makeup brands are just too expensive", 
        "Why is it so hard to find a perfect match for concealer?!?", 
        "Can't decide on whether I want neutral or bright colors for today", 
        "Some days putting on makeup is just too much work", 
        "Should I buy my usual brand of eyeliner or try something new?", 
        "My sister's makeup is always so good... I'm jealous!!"
    ], 
    "Documentaries": [
        "True crime documentaries are really interesting, but a little scary...", 
        "I don't care for concert documentaries. I'd rather just see the concert in person!", 
        "Nature documentaries are the best because they promote awareness.", 
        "A good documentary needs at least one interview.", 
        "Why do people think documentaries are the least interesting movie genre??", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Holidays": [
        "My favorite holiday has always been Thanksgiving. The food!!", 
        "Whenever I see red and green paired together, I think about Christmas", 
        "The night before my favorite holiday, I can't sleep!", 
        "Family and friends are what make the holidays", 
        "My siblings and I always coordinate our outfits for holidays", 
        "I hope it snows on Christmas day this year!", 
        "I always decorate for Halloween on October 1st", 
        "The dessert my family makes on Christmas is unbeatable!", 
        "Almost slipped up and said Santa isn't real in front of my little brother!!", 
        "I always look forward to the fireworks on 4th of July"
    ], 
    "Weightlifting": [
        "Just hit a new bench PR! ", 
        "I'd rather wake up at 5:00 every day to go to an empty gym than share weights with other people", 
        "Yesterday, I went to the gym for the first time in years. Today, I can't walk...", 
        "My sister's gotten really into lifting lately and convinced me to come along", 
        "My gym has a motivational quote board. One of them says, \"Be stronger than your excuses.\" ", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Car Racing": [
        "I can't wait to watch the Quaker State 400 on TV this year!", 
        "The best feeling in the world is finding the groove on a track.", 
        "Drafting feels like cheating if you're the second car but if it works, it works!", 
        "I'm a big believer in short pitting - I've seen the advantages it causes!", 
        "My dream is to race on the Daytona International Speedway.", 
        "I should start studying aerodynamics, it would probably improve my racing.", 
        "Even if I'm in the lead, I can't relax until I see that checkered flag.", 
        "I should have gone to the pit earlier - I completely blew out my tire today!", 
        "Racing is just making one left turn. Then another… And another…", 
        "Gentlemen, start your engines!"
    ], 
    "Hairdressing": [
        "Every client wants beach waves, but I want to do something more interesting!", 
        "Everyone should deep condition their hair once a week.", 
        "I'm so glad pixie cuts are back in style", 
        "Personally, I think diffusers are a huge waste of money.", 
        "I refuse to do an asymmetrical cut... ", 
        "A subtle balayage is my favorite version of highlights!", 
        "I hope beehives come back in style, they were so edgy!", 
        "I hate when a client comes in and they can't sit still while I'm trying to trim.", 
        "Contrary to popular belief, you don't need to buy expensive products to have nice hair.", 
        "If you're going for an elegant look, try a chignon!"
    ], 
    "Rafting": [
        "I've heard great things about the rapids in Arizona, I hope I get to go someday.", 
        "Most people are scared of rough water, but it only makes me excited!", 
        "My raft has a small hole in it... think it's time to splurge on a new one", 
        "Swallowed a whole bunch of water while out on the raft today #yuck", 
        "Just got to the river but I'm not sure the weather is going to hold up today", 
        "Never go rafting for the first time without an expert!", 
        "Sometimes I'll see a really cool fish while out on my raft!", 
        "I find it too stressful when there are more than four people on a raft at one time.", 
        "Lots of river rafting accidents happen because people weren't being careful.", 
        "Successful rafting is all about coordinating with your teammates!"
    ], 
    "Cliff Diving": [
        "The taller the cliff, the more fun I have jumping off!", 
        "I'm too lazy to put on a wet suit, it's way less work to just be cold!", 
        "Sometimes a 5 second jump can feel like minutes.", 
        "You'll get some funny looks from people if you tell them you jump off cliffs for fun.", 
        "What an adrenaline rush!", 
        "If you don’t have the right form, hitting the water is really going to hurt.", 
        "Sometimes it takes way too long for me to reach the surface again and I get a little nervous.", 
        "I think my foot just touched a fish… good thing it wasn't hungry!", 
        "Ouch - just bellyflopped off a 25 ft cliff.", 
        "Scraped my foot up on some coral, but the jump was worth it."
    ], 
    "Pool": [
        "8-Ball might be the most common game, but that's because it's also the most fun!", 
        "I think a closed bridge gives you the most support when hitting a ball.", 
        "Most of the people I see playing billiards use far too little pool chalk.", 
        "I have seven cue sticks... that might be excessive!", 
        "My proudest pool moment was when I completely cleaned the table!", 
        "Did you know that in carom billiards, the cue ball could be spotted or yellow?", 
        "I have better luck when I make the break shot instead of my opponent.", 
        "My last game was so embarrassing, I had two scratches in a row.", 
        "Making defensive shots feels like cheating!", 
        "Trying trickshots during a game is way too stressful. I prefer to set them up outside of regular gameplay."
    ], 
    "Action Movies": [
        "I'll only watch an action movie if it has A-list actors in it", 
        "Good movies have to have at least one fight scene!", 
        "It must be tough getting all these camera angles in car chase scenes", 
        "I love when pedestrians have to give up their cars in a movie for a high-speed chase", 
        "I've never been more on the edge of my seat than when I watch action movies", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Journaling": [
        "Journaling is good for gratitude, planning, and reflecting.", 
        "I write in my journal once a week if I can remember", 
        "One time my brother found my journal but I guess he didn't find it juicy enough.", 
        "I always buy my next journal before I run out of pages in my old one. Can't live without it!", 
        "Does anyone else have a special pen that you only use to write in your journal?", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Marine Biology": [
        "At work today, I fed turtles and tested the nutrients in kelp", 
        "I've always loved the water and animals. Now I study water animals!", 
        "Underwater life is so much more interesting than land-dwellers", 
        "I wish I could've studied marine bio in college", 
        "Dolphins are the dogs of the sea - so loyal and friendly!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Microbiology": [
        "I wish I knew more about phycology, I think algae is really interesting.", 
        "I'm having a hard time identifying this pathogen I came across...", 
        "We learned about pyrogenic substances today!", 
        "Mycology is the most interesting aspect of biology, I love learning about fungi. ", 
        "This week, I'm focusing on learning more about antibodies.", 
        "I can't remember the term for the disruption of red blood cells that causes them to release haemoglobin...", 
        "I'm totally going to fail this bacteriology test tomorrow.", 
        "Immunology is one of the most useful areas of study, it could really improve quality of life.", 
        "Next semester I'm taking a class on parasitology! Doesn't that sound fascinating?!", 
        "Did you know some organisms can grow in the absence of oxygen?"
    ], 
    "Jazz Music": [
        "There's nothing better than listening to Ella Fitzgerald.", 
        "Jazz music just sounds better on Sundays.", 
        "Some people say it's hard to dance to jazz, but I disagree.", 
        "If I'm not playing jazz music, I can't get any homework done!", 
        "It's a Billie Holiday type of week.", 
        "When I'm having a rough day, jazz helps me relax.", 
        "I wish there were more modern jazz singers.", 
        "Jazz is all about complex harmonies and improvisation.", 
        "I'd rather be in a lounge listening to Miles Davis than be at work right now...", 
        "Mornings are for coffee and jazz."
    ], 
    "Bowling": [
        "And that's a strike!!!", 
        "Whenever I get a split, I consider just quitting the game and starting over.", 
        "I hope nobody saw me trip on the bowling lane today!", 
        "I bowl so often I see pins in my dreams.", 
        "I owe a lot of my interest in bowling to playing Wii Sports as a child.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Golf": [
        "Man, I can't believe the birdie I just saw!", 
        "Whenever I hear \"Fore!\", I duck no matter what!", 
        "People really underestimate how hard putting is.", 
        "I'm gonna have to make up for that bogey on the next hole...", 
        "Whoa - just went to a new golf course with a par 6 hole!", 
        "It may sound dumb, but I use mini golf to work on my putting!", 
        "Left for the driving range and forgot my favorite club. #dayruined", 
        "My last ball is lost in the rough somewhere. I've been looking for 10 minutes!", 
        "Did anyone catch that double eagle right now?!?", 
        "Just missed a shot I really shouldn't have. So embarrassing..."
    ], 
    "Swimming": [
        "My sidestroke needs a lot more practice - it feels so unnatural!", 
        "This pool is way too cold!!", 
        "The butterfly stroke is exhausting, but it's the most fun.", 
        "I need to work on my front crawl for next week's competition.", 
        "My goggles are terrible, they let tons of water get into my eyes.", 
        "I hate wearing a swimmer's cap, but I want to protect my hair from the chlorine.", 
        "I wish every pool was a salt water pool…", 
        "I love swimming so much, I must have been a fish in a past life.", 
        "The breaststroke is definitely the most inefficient.", 
        "To swim well in competitions, you have to perfectly time your movements."
    ], 
    "Fashion": [
        "IMO, this year's New York fashion week is kinda blah.", 
        "Surprising 90's trend revival: bucket hats! I'm undecided as of yet if they're cute.", 
        "I always find great vintage pieces at the thrift store on Main Street. Plus, you can get a coupon if you donate 2+ items!", 
        "I love the texture of linen, but it is such a pain to handwash items.", 
        "Bell sleeves are such a mood this year. ", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Hiking": [
        "Found a new trail to explore in the area. Here's to hoping the weather holds out!", 
        "I'll choose to spend money on new hiking gear over basic necessities any day", 
        "20lbs doesn't seem like much until you're carrying it on your back up a mountain side", 
        "It's the weekend! Time to go on a hike!", 
        "Love being outside, but hate bringing the outside inside #muddyboots", 
        "I hate when I go for an \"easy\" hike and end up on a tiny trail next to a cliff!", 
        "The grip on my hiking boots is so worn, I need some new ones ASAP.", 
        "I don't care how tiring a hike is as long as I get to see a waterfall.", 
        "Just saw a couple deer on my morning hike!", 
        "I totally did not bring enough water for my 3 mile hike today."
    ], 
    "Country Music": [
        "I listened to country all the time at my friends house when I was younger.", 
        "I feel like some country songs make me feel better when I'm having a bad day.", 
        "Bars in the southwest are definitely fun if you like to dance to country music. ", 
        "It seems like people outside of America aren't as into country music. If not, they're missing out!", 
        "I love Brad Paisley more than any other artist.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Robotics": [
        "Just spent 5 hours building a robot that won't turn on. Ugh.", 
        "Sometimes I design robots that don't even have a function, they just look awesome. ", 
        "My robotics club is having a huge robot duel tomorrow!", 
        "I started building robots for fun, but I think I could make some money off my designs.", 
        "I entered my robot into a competition and won 2nd place!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Coding": [
        "I dream in JavaScript.", 
        "My job assigned me to write an algorithm, but it's a bigger challenge than I thought.", 
        "Coding is just fixing bugs after bugs after bugs…", 
        "If at first you don't succeed, call it version 1.0!", 
        "Just fixed a bug in my code! Now there's 3 more.", 
        "Blue light glasses would probably be a good investment.", 
        "If I had known creating software would be so hard, I would have majored in art.", 
        "Spent all day writing out conditionals.", 
        "Python is a coder's best friend.", 
        "Programming headaches are no joke!"
    ], 
    "Skincare": [
        "My skincare routine is eight steps and it takes twenty minutes! #worthit", 
        "Never exfoliate twice in one day. That's a recipe for disaster!", 
        "My number one skincare tip is to apply sunscreen every day.", 
        "I spend way too much time watching skincare tutorials on YouTube.", 
        "Washing my face helps me wake up in the morning.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Skydiving": [
        "About to do my highest skydive yet, wish me luck!", 
        "Trying to convince my friends to dive with me is no easy task.", 
        "I put a lot of trust into my parachute.", 
        "No feeling compares to the wind in your face when you're thousands of feet in the air", 
        "After learning to skydive, nothing on land has the ability to make me nervous!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Origami": [
        "Sometimes I'll try to make a swan and end up with a folded mess.", 
        "If you're a true origami fan, you know that some paper is better than others!", 
        "Ugh... paper cut!!", 
        "I spent hours folding a dinosaur just for it to look more like a bird #fail", 
        "The first lesson I learned from origami is practice makes perfect!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Silent Films": [
        "Silent films aren't boring, they're just an acquired taste.", 
        "Actors in silent films had to be great at their jobs, since they weren't able to speak.", 
        "Silent movies used to be measured by how many reels of film they used, not minutes!", 
        "The Cabinet of Dr. Caligari is the best silent movie, without a doubt.", 
        "The actors and actresses had to make good use of facial expressions in silent films.", 
        "Why don't my friends ever want to watch silent movies with me...", 
        "If you haven't heard of Anna May Wong, I suggest checking out some of her movies!", 
        "There's a silent film festival in town this weekend! I wonder what movies they'll show...", 
        "Serial silent films were pretty bad, I see why they lost popularity in the 1920s.", 
        "I wish more art film production companies made modern silent movies."
    ], 
    "Magic Tricks": [
        "Magic is all about misdirection!", 
        "Someday I hope to be as famous as Houdini.", 
        "I want to try sawing someone in half, but it's hard to find volunteers.", 
        "Sometimes the explanation behind a magic trick is so simple, you can't believe you missed it!", 
        "Shin Lim is my biggest inspiration. He's an amazing magician!", 
        "The spoon bending illusion was the first magic trick I ever mastered.", 
        "My parents used to hide their card decks because I kept turning their aces into trick cards!", 
        "One day I'll be good enough to try the Table of Death trick!", 
        "My close-up magic needs some serious work...", 
        "I still don't understand how some magicians fake levitation."
    ], 
    "Off-Roading": [
        "My favorite off-roader is the classic Jeep Cherokee.", 
        "Off-roading is popular because of the adrenaline rush!", 
        "I need to brush up on my off-roading terms. I have no idea what my friends are talking about.", 
        "Just got to a gnarly portion of a trail. Not sure if my car can make it through this...", 
        "Drove my car into a lake last week and it got hydraulic'd. That was one expensive 4x4 trip. ", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Investing": [
        "What's another name for a long-term investment? A failed short-term investment!", 
        "I'm so thankful for fixed interest!", 
        "A bank will only lend you money if you can prove you don't need it.", 
        "Never trust a trend. That's one way to lose money!", 
        "The higher the risk, the higher the reward.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Scrap Booking": [
        "Hope my mom doesn't mind that I cut up her magazines for scrap book material...", 
        "Every time something important happens to me, it goes in the book!", 
        "My life would be a lot easier if I could find left-handed scissors.", 
        "I always walk out of my craft room with glue all over my clothes", 
        "Developing photos is expensive but they're essential for successful scrap books.", 
        "I scrapbook every life event so I can look back on it later.", 
        "My grandma taught me how to scrapbook, and it really stuck!", 
        "I have too many sticker sheets to even count at this point.", 
        "I can't decide what color background to use today. Orange or green??", 
        "I have almost as many empty scrapbooks as I do full ones! I like to be prepared."
    ], 
    "Crossword": [
        "Sunday is crossword day!", 
        "Who's your favorite crossword publisher? For me, it's a tie between NYT and the Post.", 
        "Starting a crossword in pen is so ballsy.", 
        "What's a five letter word for pan fry?", 
        "Call me a traditionalist, but I do a crossword on my own. ", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Hockey": [
        "Go Toronto Maple Leafs!!", 
        "Oh man, that guy just took a puck to the face!", 
        "I don't agree with the ref at all. That goal was totally legal!", 
        "Ouch, that body check looked like it hurt.", 
        "That puck totally passed the goal line!", 
        "It's not a hockey game if the players don't get into at least one fight!", 
        "Hockey games help me bond with my kids. ", 
        "For my birthday, all I want is season tickets!", 
        "I cannot believe that last major penalty! Yikes.", 
        "Just once, I want to drive a zamboni on the rink."
    ], 
    "Candle Making": [
        "I never buy candles from stores, the burn rate is way too high!", 
        "Curing candles takes too much time and I have no patience!", 
        "I never dye my candles, I like the natural look.", 
        "I put essential oils in all my candles for health benefits.", 
        "Synthetic fragrances can do a lot of harm if you inhale them frequently.", 
        "I'm trying out making gel candles, but it's proving to be a lot harder than I thought.", 
        "I don't understand the point of hurricane candles. They're just for looks!", 
        "Mushrooming is the worst part of burning candles. ", 
        "I've made three trips to the store this week for paraffin wax!", 
        "I love making tea lights because I can finish in under 10 minutes"
    ], 
    "Rock Music": [
        "I haven't been to a rock concert in way too long.", 
        "I used to blare classic rock driving to school every morning.", 
        "I'm not sure if I like classic rock or this newer stuff more...", 
        "I wish more rock bands came to play in our town. Definitely one thing I miss about being in bigger cities.", 
        "It's weird how my music tastes have changed over the last few years. I'm definitely more of a heavy metal person nowadays.", 
        "Why listen to pop music when you could listen to Nirvana?", 
        "I love rock music but sometimes the concerts are just way too loud!", 
        "Not only is rock the best genre, but the artists have the best style too", 
        "The communities at rock concerts are truly something else!", 
        "On weekends you can find me in a mosh pit."
    ], 
    "Ballroom (Dance)": [
        "My friend and I started ballroom classes on a whim one time and now we're entering a competition!", 
        "I just want to wear one of those dresses ballroom dancers wear.", 
        "I wonder if they ever get dizzy moving so quickly in circles.", 
        "I think I need new heels for my ballroom classes. I've worn a hole through the sole...", 
        "Started taking ballroom classes a few weeks ago and I already feel so much more agile.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Dogs": [
        "I just adopted a new puppy, she's adorable!", 
        "My dog just destroyed his new toy...it lasted a new record of 3 minutes...love him anyway!", 
        "Just finished a three mile walk with Fido.", 
        "Bella loves her new bone, she's been chewing on it all day!", 
        "Playing fetch with all my dogs is one of my favorite things, watching them race each other for the ball never gets old!", 
        "My dog won't stop barking at people on walks... so embarrassing!", 
        "Well, just lost another shoe to my dog's boredom.", 
        "Nothing like being greeted at the door by your excited dog!", 
        "I work hard so my dog can have a better life.", 
        "Just fed my dog a meal more extravagant than my past 5 dinners"
    ], 
    "Sculpting": [
        "Ugh... just got clay all over my new shoes.", 
        "My ice sculptures keep melting before I can finish them!", 
        "I wish I could use a chisel as well as Michelangelo", 
        "Renaissance sculptures like David are where I get all my inspiration", 
        "Marble is way too hard to manipulate... I think I'll stick to clay sculptures for now!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Coffee": [
        "Some people find affogatos to be too sweet, but I think its just right.", 
        "Aged coffee is the best because acidity is reduced but body is increased.", 
        "I drink a minimum of four coffees a day...", 
        "My local barista memorized my name and order!", 
        "I'm not the biggest fan of cappuccinos.", 
        "If you're a coffee fan, you should really grind your own beans. It's life changing!", 
        "If you prefer light roast to dark, you're not a true coffee fan.", 
        "Coffee from Sumatra is my favorite because of the earthy flavor.", 
        "Lavender simply does not belong in coffee!", 
        "Most coffee connoisseurs hate mochas, but I think they're quite good."
    ], 
    "Shopping": [
        "Swiping a credit card at the mall is just way too easy!", 
        "I might be a shopaholic…", 
        "I definitely spend the most money on clothes, but furniture is a close second.", 
        "Everything I buy my dog is a necessity! ", 
        "I love shopping for other people! But even more so for myself, haha.", 
        "I walk into Target for one thing and walk out with a full cart.", 
        "Clearance section, here I come!", 
        "I'm stopping at H&M on my way home. I can't help myself!", 
        "Does anyone know of any good sales happening this week?", 
        "Ross and Marshall's are my weakness, everything is so reasonably priced."
    ], 
    "Parkour": [
        "Once you learn how to do a cartwheel, the next step is an aerial.", 
        "Blocking is one parkour technique I still have difficulty with.", 
        "Did you know parkour developed from military obstacle course training?", 
        "I'm super good at precision techniques!", 
        "People who practice parkour are called tracers, for some weird reason.", 
        "The best feeling in the world is sticking the landing!", 
        "Parkour is all about doing cool stunts without any assistive equiptment.", 
        "I learned everything I know about parkour from YouTube.", 
        "I'm glad I did gymnastics as a kid, that helped a lot with my parkour training.", 
        "If parkour isn't your thing, you can try tricking. It's similar, but it's done just for aesthetics!"
    ], 
    "Interior Design": [
        "My favorite design style is maximalism - I love stuff!", 
        "My maximalist living room is very eclectic, but the colors mesh really well together. ", 
        "Ugh, modern interior design is the worst! #soboring", 
        "The most important part of designing a living room is picking a rug that ties it all together.", 
        "I love Bauhaus, but my husband hates it. Time for a divorce?", 
        "Bespoke pieces are way better than mass produced ones.", 
        "My bedroom is so cozy - it's all about the hygge!", 
        "You can have the best furniture but if the room lighting is bad, it won't look good!", 
        "Minimalism is boring, but at least it's an easy job.", 
        "Baroque is one of the best styles that originated from Italy."
    ], 
    "Tap Dancing (Dance)": [
        "My 8 year old started tap classes earlier this year and can already do Maxi Ford turns!", 
        "What's the best tap shoe brand in your opinion?", 
        "Good tap dancers don't even need music. Their feet make the rhythms!", 
        "I got started in tap dancing because my older sister did it but she stopped after a few years. ", 
        "My parents always hated when I practiced my tap routine in the house.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Cheerleading": [
        "I've always wanted to be an flier, but I'm way too afraid of heights!", 
        "Ouch - I hurt my wrist attempting a backwards handspring.", 
        "Personally, I think the side hurdler is way easier than the front hurdler.", 
        "I do not agree with this judge at all... that routine was definitely a 10!", 
        "Every cheerleading team needs a mascot to go along with it.", 
        "I need to find some way to remember all of these motions....", 
        "I lost my pom poms yesterday. Don't tell the coach!", 
        "Sometimes I just lipsync while the other cheerleaders are doing the chants", 
        "I hate these new uniforms!", 
        "Accidentally dropped the flier while doing a basket toss today... #oops"
    ], 
    "Romance Movies": [
        "The couple in this movie had me really convinced they were in love!", 
        "Got my snacks, drink, and a box of tissues - bring it on!", 
        "Such a beautiful love story.", 
        "This movie reminds me of how my parents fell in love.", 
        "I think I have unrealistic expectations for love because of how many movies I've seen...", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Paintball": [
        "I think the air system adaptor in my paintball gun needs to be replaced.", 
        "My average paintball-per-second rate is unbeatable!", 
        "Just took a paintball to the ear. Good thing I have two!", 
        "I'm wearing a red shirt today, so hopefully I only get hit with red paintballs!", 
        "Almost forgot to put on my goggles today, that was a close one.", 
        "I don't care who you are, if you're in the paintball field I'm aiming at you!", 
        "Just bunkered my opponent, what a thrill!", 
        "I took three pods onto the field with me, but I dropped two along the way.", 
        "I need to practice more so I can increase my reload speed.", 
        "I've never played Hyperball, but I think I would really like it."
    ], 
    "Drums": [
        "Trying to learn a new song, but this tempo is ridiculuous!", 
        "Every time I hear a song, I'm focusing on the drums instead of the lyrics.", 
        "I started learning the drums after watching Whiplash #greatmovie", 
        "I won't give up until I'm as good as Ringo Starr!", 
        "Blistered hands from drum sticks really are no joke", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Aviation": [
        "I've flown many planes, but I hope one day I get the chance to fly a helicopter.", 
        "Thank God for autopilot!", 
        "Why did the airplane get sent to his room? Bad altitude!", 
        "I can't wear sunglasses while flying - everything looks too different.", 
        "Whoa... I think I just saw a UFO!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "DJing": [
        "I love DJing at parties because I get to play whatever I want", 
        "Calvin Harris is my number 1 inspiration!", 
        "There's nothing better than a mashup of two great songs", 
        "Remixes are way better than original songs", 
        "It's so fun seeing everyone's excitement when the bass drops.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Theater": [
        "Every theater kid has a monologue memorized", 
        "I went to a play with my parents. Thought I'd fall asleep but I loved it!", 
        "I got the role! Here comes the next Lady MacBeth!", 
        "10 minute intermission is too short, but 15 minutes is too long", 
        "To be or not to be... who knows the rest?", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Skateboarding": [
        "Just got a new skateboard for my birthday!", 
        "The best feeling is riding your board down a long hill", 
        "They built a new skate park near my house and now there are always people outside", 
        "Only once did I try to put two people on one skateboard -- never again", 
        "Elbow and knee pads are a must when you first start skateboarding!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Civil War History": [
        "The Civil War was only three days short of being four years long.", 
        "The war definitely didn't come out of nowhere, tensions were rising for decades!", 
        "I find the Battle of Fort Sumter to be the most interesting to study.", 
        "Every time I go on a road trip, I try to stop at one or two battle sites.", 
        "My house is full of history books, but I still want more!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Winter (Season)": [
        "The snow is so pretty.", 
        "I moved up north from the south recently and today I got to see my first snow fall!", 
        "Hot chocolate on a winter day is the best.", 
        "It might be really cold but at least... yeah it's just cold. ", 
        "Some of my best memories are from snow days when I was a kid. Snow, hot chocolate, and a fire!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Anime": [
        "Hunter X Hunter is finally coming out of its 4 year hiatus!!", 
        "Just finished the new Demon Slayer movie... where's the tissues??", 
        "I can't choose a favorite character from Jujutsu Kaisen... I love them all!", 
        "Finally home from work so I can catch up on some much needed anime", 
        "The new Attack on Titan episode was the best of this season for sure", 
        "Does anyone know when the new season of Haikyuu comes out?", 
        "Trying to decide what anime to watch is always the hardest decision of the day", 
        "Killua Zoldyck is the most powerful anime character for sure!", 
        "The anime selection on Netflix has improved so much this year", 
        "Anyone have any anime suggestions?"
    ], 
    "Drawing": [
        "Someone should make markers that don't bleed through paper", 
        "The 64 pack of crayons was the most coveted art pack in school", 
        "My three year old can already color in the lines", 
        "Sometimes coloring your art in the dark makes the color choices really interesting in the end", 
        "Just finished another pack of charcoal sticks", 
        "I can't decide if adding color would improve or ruin my new sketch", 
        "The forest I just drew looks more like a bunch of green blobs.", 
        "I never took drawing lessons, I'm self taught!", 
        "I personally prefer black & white drawings, but to each their own.", 
        "Sometimes I draw people that I see at the park. It makes for good practice!"
    ], 
    "Sci-fi Movies": [
        "Any movie where they go into space, count me in!", 
        "I feel like old alien movies don't seem as good anymore because of technological advancements", 
        "Sci-Fi movies have the best plots and I'll stand by that", 
        "What used to be science fiction is becoming reality...", 
        "How do they make science fiction seem so real??", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Tattooing": [
        "My least favorite place to tattoo has to be the ribs. The client always moves around too much!", 
        "I let my client take as many breaks as they want. I've got time!", 
        "Nothing is worse than a client who just can't sit still.", 
        "Fine line tattoos look awesome, but the line work is tough.", 
        "I tell every client about proper tattoo aftercare, but barely anyone actually follows through.", 
        "My apprentice is becoming a better tattoo artist than I am!", 
        "I only do black and white tattoos. Color just isn't my thing.", 
        "It's strange to see how bad my tattoos were at the beginning of my career!", 
        "I never accept cover-up requests. It's just way too much pressure.", 
        "I love when a client wants one of my flash pieces instead of a custom!"
    ], 
    "Crocheting": [
        "Just broke a crochet hook. I didn't even know that was possible!", 
        "I think I'm best at the half double crochet technique.", 
        "When people hear you crochet, they always want you to make them stuff!", 
        "If I don't follow a pattern, I end up crocheting something totally different than what I plan.", 
        "I'm making crochet animals for all the neighborhood kids this month.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Woodcarving": [
        "Everytime I get into the zone, I end up with cuts all over my fingers.", 
        "Just carved a cat, but it looks more like a possum - and not a cute one!", 
        "Sometimes I add paint to my carvings just to add a little spice.", 
        "Fell asleep while carving for the first time today... is that normal??", 
        "I need to buy a second home to store all these carvings...", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Reality TV": [
        "Some people think reality TV is ridiculous, but I find it entertaining.", 
        "I've watched The Amazing Race since I was 5 years old!", 
        "Without drama, reality TV is pointless.", 
        "Most people think Big Brother has run its course, but I wholly disagree.", 
        "Adventure reality shows are my favorites, but dramas are a close second.", 
        "No comedy reality TV show will compare to Punk'd with Ashton Kutcher.", 
        "Have you guys seen the new season of Alaskan Bush People?", 
        "I just can't get behind these new reality TV shows. The old ones are way more fun!", 
        "I've never been into fashion reality shows. #yawn", 
        "It's time for The Bachelor to come to an end."
    ], 
    "Medieval History": [
        "I wish I had been alive for the Renaissance.", 
        "Early Anglo-Saxon art is definitely the best, no competition.", 
        "Good morrow! How fare ye'?", 
        "Vikings are fun to read about but boy am I glad they don't exist today.", 
        "I would've been terrible at duels.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Astronomy": [
        "One time I saw what's called a Super Flower Blood Moon", 
        "They mean it when they say not to look at a solar eclipse!", 
        "I can always find the Big Dipper at night but hardly anything else", 
        "It's crazy that the stars are so far away!", 
        "I was staring at a moving star for 20 mins before I realized it was a satelite", 
        "Anyone have any good telescope recommendations?", 
        "I have an app that tells me which constellations I'm looking at!", 
        "I always stargaze when I had a rough day at work.", 
        "My city has way too much light pollution", 
        "Who else is excited for the meteor shower this weekend??"
    ], 
    "Zoology": [
        "I don't know how I got a zoology degree, I know nothing about amphibians.", 
        "My favorite aquatic organisms to study are cnidarians.", 
        "Marsupials are so fascinating!", 
        "If zoology taught me one thing, it's that animals are just like us.", 
        "Animals really don't belong in zoos...", 
        "Nectivorous bats are actually pretty cute!", 
        "I'm not too interested in birds. I prefer terrestrial animals.", 
        "Did you know orcas stay at their mother's side even after they've grown up?", 
        "I think forests are the most beautiful biomes. Plus they have a huge variety of organisms!", 
        "Saw an ectoparasite at work today. Yuck!"
    ], 
    "Scuba Diving": [
        "Have you ever been chased by a sea turtle? It's both fun and terrifying! ", 
        "Once my tank gets down to 20% I return to the surface... just in case!", 
        "Movies give deep sea diving a bad rep, it's really not that scary. ", 
        "Never scuba dive while tired, I learned that the hard way! ", 
        "Clown fish are way cuter in Finding Nemo than in real life.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Photography": [
        "I need to buy a new tripod, my current one is too wobbly.", 
        "The new camera I bought is fantastic, the pictures are so high-resolution and crisp.", 
        "Took some portrait photos of my friends the other day, they were thrilled with the results!", 
        "I might try shooting analog soon. Does anyone have a dark room I could use?", 
        "I just switched to Nikon after years with Canon and I really like it!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Beach-combing": [
        "Winter is the best time to find treasure at the beach!", 
        "There are some things you shouldn't take from the beach - it affects the ecosystem.", 
        "Wow - I just found a pink sea fan!", 
        "When I go beach-combing, I try to pick up lots of trash to help the environment.", 
        "My house is full of seaglass - and I like it that way!", 
        "I always leave shells at the beach. They're potential homes for crabs!", 
        "You have to clean everything you take home from the shore… trust me.", 
        "Found a whole bunch of sea grapes today! I wish I could see them hatch.", 
        "Just bought a guide to beach-combing. Now I can identify all sorts of stuff!", 
        "I want to see red seaweed someday, but apparently that's only in the UK."
    ], 
    "Philosophy": [
        "The unexamined life is not worth living.", 
        "Some people think Nietzsche is pretentious, but I think he was very wise.", 
        "If Socrates said it, then I probably agree.", 
        "I love spending hours pondering morality.", 
        "If you have trouble justifying an action, it probably wasn't morally sound.", 
        "Why are pacifists bad at jokes? They can't have punchlines! Haha.", 
        "All branches of philosophy are interesting, but ethics is my bread and butter!", 
        "The word \"philosophy\" means love of wisdom.", 
        "Studying philosophy will help you make better decisions in your own life.", 
        "Immanuel Kant's books are a must read!"
    ], 
    "Yoga": [
        "I never do cardio - yoga is enough!", 
        "Yoga is the union of breath, body, and mind.", 
        "I don't understand how my yoga instructor can be that flexible…", 
        "To do yoga correctly, you need to focus on your asana (aka posture!)", 
        "The better your practice, the brighter your flame.", 
        "I do yoga everyday to keep my joints in good shape.", 
        "Namaste! Not sure what exactly that even means…", 
        "Sometimes I'm so focused on the poses I forget to breathe.", 
        "Yoga in big groups can be a little intimidating", 
        "My favorite pose is definitely happy baby!"
    ], 
    "Travel": [
        "\"Pack your bags, we're going on vacation!\" Then I woke up...", 
        "I absolutely love the architecture in Morocco. Favorite place I've traveled to so far!", 
        "Right out of college, I went on a month-long Europe trip.", 
        "What's winter like in Sydney? I'm visiting in a few months ", 
        "Different languages, new food, various architectures and styles; I love traveling!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "The Olympics": [
        "Do you plan on watching the Olympics this weekend?", 
        "I really want to watch the Olympics in person some day...", 
        "The athletes at the Olympics are so impressive...", 
        "I used to work out once a month...think I can become an Olympian?", 
        "Imagine the pressure of competing at the Olympics like that, the entire world watching. So intense!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Writing": [
        "Call me old-fashioned but I prefer to use pen and paper when I'm outlining my next piece of writing", 
        "10,000 words sounds like a lot until you only have 40 pages written...", 
        "Have you ever gotten 99% of the way through writing a story and realized there's a huge plot hole?!", 
        "Sometimes I get really stuck while writing but today I'm on a roll!", 
        "I think my handwriting has gotten significantly worse since I started writing everything on my computer", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Sneakers": [
        "Nike X Off-White dropped the coolest shoes", 
        "I think high-tops are out but fashion always circles back", 
        "Those sneakers with the wheels in the heel made you the coolest kid in 4th grade", 
        "Nike is better than Adidas", 
        "Neutral-colored  sneakers go with any outfit", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Salsa (Dance)": [
        "Love my weekly beginners salsa class!", 
        "My Cuban mother always wanted me to learn salsa as a kid", 
        "Spending some time in the Caribbean for vacation - definitely going to see some salsa performances!", 
        "I think the fiery red outfits make the dancing especially exciting", 
        "I've always thought salsa was the most difficult style of dance but certainly the most fun", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Marathons": [
        "How do I get into marathon training? Do I just start... running?", 
        "Entered my first marathon today! ", 
        "26.2 miles in 4 hours and 37 minutes", 
        "Watched my 65 year old mom run her first marathon today. She will always impress me!", 
        "I find the best snacks for long distance running are Gatorade goos and rice krispie treats.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Piano": [
        "Rachmaninoff's Prelude in C Sharp Minor is chillingly gorgeous.", 
        "I remember when I was young my fingers couldn't stretch to reach an octave on the piano.", 
        "Piano concertos are the coolest.", 
        "One day, I dream of having a grand piano in my house.", 
        "Who knew you had to water a piano? It's almost like having a plant.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Farming": [
        "If I don't wake up before 5am, nothing gets done on the farm.", 
        "Nothing better than fresh eggs from your own chickens.", 
        "I can spend hours on the tractor enjoying the scenery.", 
        "I feed all my farm animals before my husband, whether he likes it or not!", 
        "Why buy fruits and vegetables when you can grow them yourself?", 
        "Hay prices have really gone up this month!", 
        "If this summer gets much hotter, my horses are not going to be happy!", 
        "Aww, my cow just gave birth to the cutest calf.", 
        "I wish I had room for even more livestock.", 
        "Time to refurbish the barn!"
    ], 
    "Disney": [
        "Going to DisneyWorld when I was 7 years old is one of my fondest memories.", 
        "Disney movies are undeniably the best feel-good films.", 
        "Nothing beats Disneyland during the holiday season.", 
        "I wrote a paper on Walt Disney once - he was a really cool dude!", 
        "Pluto was always my favorite Disney character. I'm a big fan of dogs!", 
        "I had a dream last night that I was on Space Mountain", 
        "Everytime we go to the mall, my daughter begs me to take her to the Disney store.", 
        "I want to go back to Disneyland, but those ticket prices are insane.", 
        "I have four pairs of Mickey ears at home, but the Ratatouille ones are my favorite.", 
        "Disneyland is almost 70 years old!"
    ], 
    "Puzzles": [
        "I wish I could leave my puzzles on the table, but my cats would destroy it.", 
        "Whenever I'm done with a puzzle, I spend a whole day admiring it.", 
        "Landscape puzzles are my favorites. The result is always so beautiful.", 
        "When I finish a puzzle, I glue it together so I can keep it forever.", 
        "Hopefully my kids end up liking puzzles as much as I do.", 
        "You can't tell from afar, but most of the framed photos in my house are actually puzzles!", 
        "My puzzle technique is to always start with the edge pieces.", 
        "Once you find the four corner pieces, the hard work really begins!", 
        "Thrift stores are a great place to find vintage puzzles.", 
        "I just got to the very end of my puzzle and found out I'm missing 2 pieces #unsatisfying"
    ], 
    "Geology": [
        "Geology rocks!! Haha, get it?", 
        "Igneous, sedimentary, metamorphic...", 
        "Best feeling in the world is finding a crystal inside a normal looking rock.", 
        "Did you know some of the rocks you see every day are meteorites?", 
        "Finding good rocks is all about picking the right spots to search.", 
        "I hate when I'm hunting with a friend and they find all the cool rocks first!", 
        "Be careful when cracking rocks open, I've gotten tons of bruises by being careless.", 
        "My geology puns are rock solid, haha.", 
        "Sometimes the coolest rocks are the easiest to find.", 
        "People think geologists are boring. I might be biased, but I disagree!"
    ], 
    "Cars": [
        "Who knew picking out a new car was so difficult?", 
        "I always loved going through the car wash as a kid... I still do", 
        "Old cars look so much cooler than new cars, there's no variety anymore!", 
        "The show this weekend is supposed to have over 100 cars from the 60s!", 
        "I wish I could buy an old Ford, but maintenance is just too pricey these days.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Sewing": [
        "I can't believe people used to make entire outfits by hand sewing. I don't have that kind of patience!", 
        "I learned the coolest hack for hemming jeans the other day.", 
        "The very first sewing project I ever finished was a set of dinner napkins for my Mom. ", 
        "When I buy my own house, I want to have a sewing room. My living room is always so cluttered with projects!", 
        "There's a great fabric shop down on 7th ave; their bargain bin is always stocked with good finds. ", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Ice Skating": [
        "Falling on ice hurts way more than falling anywhere else... I learned that the hard way", 
        "Just saw an 8 year old land a better axle than me. I think I'll practice extra hard this week.", 
        "Figure skating is all about flexibility.", 
        "My new skates are way too big, what a hassle!", 
        "I've always wanted to try figure skating in pairs.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Prepping": [
        "My family feels much safer knowing we're prepared for anything.", 
        "I have 4 months worth of emergency food in my house, just in case!", 
        "My bookshelf is 90% survival guides.", 
        "All my children know how to forage safely for food!", 
        "You should have a bug-out backpack handy, just in case you have to leave in a hurry.", 
        "I have 3 wind-up radios for emergencies.", 
        "Does your family have a disaster plan? Practice it often!", 
        "My emergency food is freeze dried. A little gross, but gets the job done!", 
        "Prepping is all about anticipating and adapting to disaster!", 
        "One of the most valuable prepping essentials is a thorough first aid kit."
    ], 
    "Guitar": [
        "I've been practicing bar chords lately; is it possible to sprain your fingers?", 
        "Does anyone actually change their guitar's strings?", 
        "I have officially mastered the Stairway to Heaven riff. ", 
        "It turns out that my ukulele skills do not transfer to guitar playing as well as I had hoped. ", 
        "Classical guitar music is highly underrated. Go check it out!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Baseball": [
        "Home run!", 
        "The bases are loaded. We're totally going to win.", 
        "A good hotdog at baseball game is the best!", 
        "Where do they come up with ideas for baseball team mascots? Some of them seem so random!", 
        "I bet the money is pro baseball is great, but it seems like you might lose your love of the game if you play so often.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Film-making": [
        "I wish I was the main character in a Wes Anderson movie...", 
        "And.... ACTION!!", 
        "Sometimes actors really don't understand my creative vision #frustrating", 
        "Forgot to take the lens cap off, oops! ", 
        "The best part about directing movies is getting to sit in the cool director's chair.", 
        "My throat is sore from yelling \"CUT!\" all day.", 
        "Working on my second film... I hope it can live up to the first.", 
        "Actors and actresses can be such divas!", 
        "I spend so much time watching films, I start to feel like I'm living in one.", 
        "It's all about the aspect ratio."
    ], 
    "Modeling": [
        "Modeling is all about confidence, not looks.", 
        "Kendall Jenner's catwalk leaves something to be desired…", 
        "Adut Akech is my favorite model right now. She was great in this year's fashion week!", 
        "If I could model for any designer, it would be Vera Wang.", 
        "I love practicing my runway walk while listening to upbeat music.", 
        "Louis Vuitton just hired me for this month's fashion show in LA!", 
        "I'm getting a new headshot made tomorrow.", 
        "Just signed a contract to model this season's Dior line.", 
        "Ama Lou was the star of the 2022 fashion week. And it was her first time modeling!", 
        "I've always wanted to work with Givenchy - their models are so talented."
    ], 
    "Classic Literature": [
        "No story will ever compare to Mary Shelley's Frankenstein.", 
        "If I have a break at work, you can find me reading Jane Austen!", 
        "Nothing better than reading a good Dickens book at the beach!", 
        "There are so many great classic novels... why did my teachers assign the worst ones?!", 
        "Anyone know any books similar to The Secret History? ", 
        "I dont understand how anyone could hate classic novels, there's so many options!", 
        "F. Scott Fitzgerald has many books, everyone is bound to be interested in at least one", 
        "Fiction and non-fiction classics both have their perks", 
        "The only classic books I refuse to read are history books #yawn", 
        "The Picture of Dorian Gray is such an underrated novel!"
    ], 
    "Electronic Music": [
        "People who don't like EDM just don't know how to have fun!", 
        "Personally, I find it hard to dance to any song that isn't electronic.", 
        "Ambient songs in EDM mixes add a little spice!", 
        "Progressive house music is definitely the best EDM subgenre.", 
        "Deadmau5 was the first electronic music artist I ever listened to.", 
        "With the right equiptment, I could probably make some awesome house music.", 
        "Just met someone who hasn't heard of Avicii... #shocked", 
        "A good EDM song has at least 2 bass drops.", 
        "Chillstep is the perfect subgenre to listen to while studying.", 
        "I love when songs make use of the doppler effect!"
    ], 
    "Tennis": [
        "I was outside all day yesterday practicing my serve. Finally think I got it where I want it", 
        "Just got a new tennis racket!", 
        "Tennis looks like so much cardio...", 
        "Nothing worse than dropping your racket on a silent tennis court", 
        "Anyone else think we should just stick to the regular green tennis courts? I just saw an orange one and... no", 
        "I practice every day to become as good as Serena Williams.", 
        "Just served out a killer ace!", 
        "My drop shots need a loooot of work.", 
        "Singles tennis is fun, but I prefer to play with a partner in serious matches.", 
        "That serve was totally out!"
    ], 
    "Fossils": [
        "It's too bad only organisims with resistant skeletons are preserved", 
        "The brachiopod I found today must be at least 10 million years old!", 
        "I think permineralized fossils are more authentic than mineralized ones.", 
        "If it weren't for resin fossilization, we wouldn't know what many past animals looked like.", 
        "Ice preservation is so cool, it helps us know what Pleistocene mammoths looked like!", 
        "I have tons of microfossils, they're so small and easy to store.", 
        "Did you know most fossils are preserved in water environments, not land?", 
        "I wish I could see all of the fossils hidden at the bottom of the ocean...", 
        "One of the first things a fossil hunter should learn is how to read strata.", 
        "I hope I can find a fossil that will be shown in a museum some day."
    ], 
    "Motorcycles": [
        "Driving in between lanes is a little risky, but I can't stand waiting in traffic!", 
        "A good fall will really make you appreciate your helmet.", 
        "I could ride my motorcycle for hours -  but my arms get so sore!", 
        "Gas is waaaay too expensive.", 
        "Sometimes when the road is empty, I like to see just how fast I can go.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Sailing": [
        "The waves were super rough today... I'll admit I was a little scared!", 
        "Which side is starboard again?", 
        "My brain thinks only in nautical terms", 
        "The wind today is perfect for taking my boat out on the water!", 
        "I could talk for hours about all the beautiful marine life I've seen", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Western Movies": [
        "There are many good western actors from the 1900s, but Clint Eastwood is my favorite.", 
        "Django Unchained is the only good modern western.", 
        "Western comedies are some of the funniest movies ever made!", 
        "I love a good spoof western like Blazing Saddles.", 
        "Modern westerns just don't have the same charm that the old ones do.", 
        "My dad made me watch tons of westerns as a kid. That's probably why I like them so much now!", 
        "If a western features John Wayne, it's guaranteed to be good.", 
        "Sci-fi westerns just don't make any sense...", 
        "Sometimes it's impossible to understand what the actors in old westerns are saying.", 
        "Westerns have me calling everyone yellow bellies and varmints!"
    ], 
    "Volleyball": [
        "I really need to practice my serves, they're just plain embarrassing!", 
        "The worst part of volleyball has to be the skinned knees.", 
        "If you don't trust your teammates, your team is destined to fail.", 
        "When I have a bad game, I question why I didn't take up tennis instead.", 
        "Ugh, I almost made it over the net!", 
        "Accidentally hit one of my teammates with the ball today... sorry Denise!", 
        "Before a game I like to stare at my opponents to psych them out", 
        "This new referee needs to get his eyes checked! That was totally in the lines.", 
        "Volleyball practice is more tiring than the actual games", 
        "What I like most about game days are the snacks during breaks"
    ], 
    "Graphic Design": [
        "Just moved a picture 1 centimeter to the left and now the whole alignment is messed up.", 
        "Backslanted letters just look so much better than regular ones.", 
        "Graphic design is my passion!", 
        "One of my favorite parts of my job is picking out complementary colors!", 
        "I use way too many ellipses...", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Thrifting": [
        "Maybe I have time to stop at just one Goodwill before I go home...", 
        "I buy stuff I don't need at thrift stores just because it's cheap.", 
        "Nothing worse than finding something gross in the pocket of thrift store jeans", 
        "With $20 I could get so many things!", 
        "I just can't justify buying clothes at department store prices #nothanks", 
        "Thrifting is good for the environment! Shop sustainably. ", 
        "It's so hard to find clothes in my size, but I enjoy the hunt.", 
        "Popping in some headphones and sorting through racks is the best feeling in the world", 
        "Whoa, just found Prada at my local thrift!", 
        "I refuse to tell anyone where the best thrift stores are, that's my secret!"
    ], 
    "Mythology": [
        "Greek myth is way more interesting than Roman myth - plus the names sound cooler.", 
        "The story of Eurydice and Orpheus has to be one of the saddest I've ever read.", 
        "I understand Icarus because I too would probably fly too close to the sun.", 
        "The Minotaur sounds terrifying... I would've stayed far away from him.", 
        "I can't look at a body of water without thinking of Poseidon.", 
        "The sun is rising very slowly today, Apollo must be late to work.", 
        "My backpack is so heavy today I feel like Sisyphus carrying his boulder up a hill!", 
        "Surprisingly, the Percy Jackson books are pretty true to the myths.", 
        "Whoa, did you see that lightning strike? Zeus must be having a rough day.", 
        "Did you know Pandora's box was actually a jar?"
    ], 
    "Painting": [
        "Mixing paints comes easily to me now!", 
        "I'm following in the footsteps of Vincent Van Gogh.", 
        "Why are canvasses so expensive these days?", 
        "I hate hauling all my painting supplies when I want to copy some scenery.", 
        "Even the smallest paintbrush isn't small enough for these lines!", 
        "Just smeared my new landscape painting and now I have to start over", 
        "I don't know if I'm advanced enough for watercolors yet.", 
        "Almost drank paintbrush water instead of my soda today...", 
        "If you come over to my house, be prepared to see paint everywhere!", 
        "I can't decide if the house in my new work should be pink or blue..."
    ], 
    "Summer (Season)": [
        "How do you cool down when it's so hot? I have no more layers to take off!", 
        "My grandma always reminds me to put on sunscreen in the summer as though I haven't been doing it for 20 years", 
        "Fresh mango popsicles are the best on a hot day ", 
        "When the sun is out, nothing beats being in the water. Pool, lake, ocean, sprinkler, whatever you got!", 
        "Tried to get a tan, instead got sunburnt.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Welding": [
        "Welding seems stressful, but for me it's a way to unwind.", 
        "Now where did I leave my speed square...", 
        "I prefer binary alloys because combining more than two metals can make the result unpredictable. ", 
        "I hate how much time it takes for metal to cool, especially when I'm eager to finish a project.", 
        "The last shipment of materials I ordered arrived with defects. I can't use these!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "80s Movies": [
        "Adventures in Babysitting may not be the most popular 80s movie, but it's the best in my opinion!", 
        "Molly Ringwald is an amazing actress. No wonder she was in so many movies!", 
        "I could watch Ferris Bueller's Day Off every single day!", 
        "Weird Science is my favorite 80s comedy. It's so unique!", 
        "Winona Ryder and Christian Slater made a great pair in Heathers.", 
        "I cry every time I watch Stand By Me...", 
        "Personally, I didn't care for Risky Business.", 
        "Stay gold, ponyboy. Stay gold. ", 
        "My 80s movies obsession started with The Goonies.", 
        "I can't believe kids these days don't know about The Neverending Story!"
    ], 
    "Botany": [
        "Philodendrons can be so hard to classify.", 
        "I wish I could propogate Alocasias from a single leaf!", 
        "The plant life in Brazil is my favorite to study", 
        "Can anyone help identify what Alocasia species this corm is from?", 
        "Carnivorous plants have the most interesting biological structures", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Calligraphy": [
        "Since I started doing calligraphy, everyone wants me to write stuff for them...", 
        "Personally, I think fountain pens create the prettiest letters.", 
        "Writing long sentences in calligraphy is exhausting. I prefer to just write a few words.", 
        "Man, I wish dip pen ink was erasable. ", 
        "Majuscules are way less fun to write out than miuscules are.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Gardening": [
        "We just planted our very first garden: cucumbers, tomatoes, ghost peppers, basil, rosemary, and onions. ", 
        "Who's going to the azalea festival this weekend?", 
        "It's so satisfying to see that first seedling come up after weeks of watering.", 
        "Save your coffee grounds! They're a good fertilizer for plants that like acidic soil.", 
        "Lilies and Tulips and Begonias, oh my!", 
        "Why do I kill every Alocasia I plant??", 
        "I harvested the first tomato from my garden today!", 
        "Anyone have any tips for keeping bugs off of my potato seedlings?", 
        "I'm worried it might be too hot outside for some of the seeds I bought", 
        "I hope I can keep my dogs away from my plants this year"
    ], 
    "Environmentalism": [
        "78% of marine mammals are at risk of choking on plastic.", 
        "We have to cut down our use of fossil fuels!", 
        "The Great Pacific Garbage Patch is twice the size of continental America. That's HUGE!", 
        "There are tons of super small, low-effort changes you can make to live more sustainably.", 
        "Earth Day should be every day!", 
        "By 2050, there will be more plastic in the ocean than fish.", 
        "Using cold water to wash your clothes reduces energy usage by almost 90%!", 
        "Did you know deleting your emails can actually help the environment?", 
        "Over 1,000,000 species are currently at risk of extinction.", 
        "Everyone should encourage their workplace to go paperless!"
    ], 
    "Tea": [
        "I can't believe some people prefer coffee over tea.", 
        "Earl Grey tea is the absolute best!", 
        "I love hot tea, but cold tea makes me nauseous.", 
        "Just the aroma of a high quality tea can improve my mood.", 
        "Green tea is my least favorite, but it's still really good!", 
        "If the color of your tea doesn't look right, it won't taste right either.", 
        "I hate astringent teas. What's the point of tea if it isn't refreshing?", 
        "Every morning before work I have tea and biscuits.", 
        "Just tried to make Earl Grey without bergamot oil. #ThatWasAMistake", 
        "I won't drink any tea that doesn't have caffeine."
    ], 
    "Horseback Riding": [
        "Thinking about buying a new saddle... but those prices! #nothanks", 
        "If you see me staring into space I'm probably daydreaming about barrel racing.", 
        "My new horse is so difficult to train... any tips for beginners?", 
        "Entering my horse into this weekend's rodeo... #nervous", 
        "I can't believe some people have never owned a horse!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Skiing": [
        "There's nothing like fresh powder on your favorite ski trail.", 
        "My kids started skiing when they were 4. Now, they're going down Black Diamonds! ", 
        "My favorite place I've ever skiied was in Utah. Boy, do they have nice mountains!", 
        "After a full day of skiing, a hot beverage by the fire is just right. ", 
        "Cold toes, frozen nose, and the appetite of a bear = succesful day of skiing.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Rock Climbing": [
        "My favorite pastime is watching Olympic rock climbing. ", 
        "Ever accomplished a route the first time you tried it? Nothing feels better!", 
        "Yesterday I topped a really hard route, but today I couldn't complete my warm up!", 
        "Sometimes you need to step back to look at the wall and make a plan", 
        "Some call it a hobby. I call it a lifestyle! #climber", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Meditation": [
        "The best thing you can do for your mental health is practice mindfulness.", 
        "You don't need to clear your mind for meditation. Just acknowledge and release thoughts.", 
        "There are apps to make meditation much easier for beginners", 
        "You can meditate anywhere if you try hard enough.", 
        "I start every day with a 15 minute meditation session!", 
        "It's impossible to be bad at meditating. Practice makes perfect.", 
        "Meditating will help you prevent burnout. Try it!", 
        "I actually prefer non-guided meditation. There's so many possibilities.", 
        "Have to go align my chakras, bye!", 
        "If you struggle with rumination I have a bunch of helpful tips."
    ], 
    "Couponing": [
        "I was about to go to the store, but I forgot my coupons! No way am I paying full price.", 
        "Just bought 3 bottles of shampoo for a dollar!", 
        "I had a 3-for-1 coupon for laundry detergent, so naturally I bought 18 bottles.", 
        "Sometimes I feel bad for the cashier that has to scan all my coupons…", 
        "I used so many coupons, the cashier actually owed ME $2.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Shakespeare": [
        "To be or not to be... that is the question.", 
        "I read Macbeth in middle school and it gave me nightmares...", 
        "But, soft! What light through yonder window breaks? It is the east, and Juliet is the sun.", 
        "Romeo and Juliet is a classic, but Hamlet will always be my favorite.", 
        "Shakespeare was so ahead of his time.", 
        "Don't call yourself a Shakespeare fan if you haven't read A Midsummer Night's Dream.", 
        "I love Othello, but the movies are terrible!", 
        "I sympathize with Ophelia, she deserved better.", 
        "Hamlet is the best character Shakespeare ever wrote, no competition!", 
        "I'll admit it, I'm not a huge fan of King Lear."
    ], 
    "Basketball": [
        "That three-pointer totally should have gone in!", 
        "I haven't been to a basketball game in a while. I wish I could afford tickets.", 
        "Our team made it all the way to the semi-finals and then got totally crushed.  :(", 
        "I used to shoot hoops with my dad as a kid. I definitely miss it.", 
        "Basketball stadiums are so loud. I'd rather watch games at home on my couch!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Camping": [
        "My sleeping bag is so cozy, I'm not even worried about the cold for this upcoming camping trip.", 
        "Just bought a new tent, it's so much more spacious than my old one!", 
        "I have smores, marshmallows, and graham crackers -- if only I could make a decent fire...", 
        "The other day I found this great camping spot -- has a wonderful view of the lake.", 
        "I have to go over my camping checklist at least five times. I always end up forgetting something important!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Bicycling": [
        "I always wear a helmet... safety first!", 
        "It's so frustrating when people walk in the bike lane and I have to brake.", 
        "Just had a fellow bicyclist lap me twice, am I too slow?", 
        "My son asked if he can go on a bike ride with me for the first time #soproud", 
        "I went to take my bike out today, but the chain is way too rusted!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Fencing": [
        "I prefer to advance instead of playing defense.", 
        "Personally, I think I'm best at counter-parrying. Plus, it's fun!", 
        "Sometimes I jump awake at night and end up in en garde position", 
        "Feints feel like cheating. Unless, of course, I'm the one doing it!", 
        "I always need a 3 course meal after fencing practice. ", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Cooking": [
        "Hack: put leftover mashed potatoes in a waffle iron to make the most amazing crispy potato cake. ", 
        "Does making cereal count as cooking?", 
        "Cooking with fresh ingredients leads to the best tasting dishes. ", 
        "I love to cook multi-course meals, but I hate doing the dishes.", 
        "Did you know you can an asian inspired pesto with peanuts and thai basil? ", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Aquariums": [
        "I loved aquariums so much as a child, my mom bought me my own fish tank!", 
        "One day I want to visit the Aquarium of Genoa.", 
        "My dad and I were always partial to the jellyfish exhibits.", 
        "I only visit aquariums that rescue their fish, not ones that capture them from their homes!", 
        "Interactive aquariums are great for kids!", 
        "The dolphin pools are fun for the whole family.", 
        "I need a year off of work to travel around the world and visit the most popular aquariums.", 
        "Okinawa, Japan has one of the world's biggest aquariums. It houses 740 species!", 
        "I wish I could see a whale shark in real life, but they're too big for aquariums.", 
        "Saltwater exhibits are way more interesting than freshwater exhibits."
    ], 
    "Animated Movies": [
        "Maybe I like animated movies so much because they remind me of my childhood", 
        "If Finding Nemo taught me anything, its that fish are friends not food!", 
        "I'm not a fan of most new animated movies, but Luca was really good!", 
        "I'm not ashamed to admit that Toy Story 4 made me cry.", 
        "Isle of Dogs may be an animated film, but it's not just for kids!", 
        "I love watching animated movies as an adult - the jokes make a lot more sense!", 
        "To infinity... and beyond!", 
        "I have 2 copies of Big Hero 6 at home.", 
        "If I had to pick just one favorite animated movie… I couldn't!", 
        "Tangled is one of the best Disney movies for sure."
    ], 
    "Classical Music": [
        "Some people say listening to classical music makes you smarter but not sure I feel like it's helped much", 
        "Beethoven's fifth gets me pumped up every time!", 
        "I like the more dramatic parts of classical music. The slower parts don't speak to me as much.", 
        "Listening to classical music definitely helped me study for tests in school. ", 
        "In piano lessons, I mainly played classical music, but I wanted to play other songs I liked more.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Cats": [
        "Sleeping with my cat is so relaxing, he's a great source of comfort for me!", 
        "My cat took a while to adjust to the new home, but he seems a lot more at ease now.", 
        "I love my cat even if she wakes me up at 3am every day...", 
        "My cat Princess just had a litter of kittens!", 
        "Just bought a new collar for Mittens -- the mice on the collar are a cute touch, but the bell drives her crazy.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Chess": [
        "I'm reading Bobby Fisher's book to imrpove my mid-game; man, is that guy a genius! ", 
        "Did you know chess is over 1500 years old? The earliest version was called \"chaturanga\".", 
        "My friends and I play speed chess the second Saturday of every month. It can get pretty intense.", 
        "The Sicilian Defense is my go-to opening, but I'm wondering if I should diversify and use other openings.", 
        "My granddad taught me to play chess when I was seven. Twenty years later, I still can't beat him.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "American Football": [
        "They're totally going to make this field goal, just watch!", 
        "I would have tried to play football, but I was always too worried I'd get hurt.", 
        "I hate to say it, but I think the ref made the right call. He was definitely off-sides.", 
        "I used to watch football a lot as a kid, but I think I've just gotten too busy with work.", 
        "That tackle had to hurt so bad!", 
        "YES!! Go Vikings!", 
        "Did you guys see that 60 yard touch down?? It was amazing!", 
        "Come on, my 10 year old nephew can throw better than that!", 
        "Just got season tickets for my local team - super close to the endzone!", 
        "If someone tackled me that hard, I'd probably be bedridden for months."
    ], 
    "Ballet (Dance)": [
        "For April Fool's day, we all pretended we forgot the dance to prank our teacher.", 
        "Who else finds the Raymonda variations so difficult?!", 
        "This year, I'll finally get to be in the snow corps in my studio's Nutcracker!", 
        "\"My favorite part of warm ups in center is adagio\" - no one ever.", 
        "Everyone thinks pointe shoes are really painful... and they are.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Rap Music": [
        "My parents never let me listen to rap growing up so I only got into it later.", 
        "I'm trying to decide which concert to go to. Both have rappers I really like!", 
        "I like listening to rap when I'm in some moods, but not others.", 
        "Rappers talk so fast I sometimes can't understand them, but it still sounds good anyway!", 
        "I can't believe they cancelled the concert. Good rap artists never play shows here anymore!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Jewelry Making": [
        "Just spilled a whole container of beads. I'll be finding stragglers on the floor for weeks.", 
        "Rings are super easy to make, all you need is some wire!", 
        "I need to sell my jewelry, but I end up wanting to keep everything I make!", 
        "I never make jewelry with diamonds, I prefer the look of other gemstones.", 
        "I have about 100 pairs of earrings, but only 2 ears!", 
        "Many people have asked me to make earring studs, but I only enjoy making dangly earrings.", 
        "I adore the look of amethyst and tiger's eye in necklaces.", 
        "I never have enough supplies, I always find something else I need at the craft store.", 
        "Sometimes I zone out while making jewelry and end up with a whole new collection.", 
        "About to spend an entire paycheck at Michael's…"
    ], 
    "Fall (Season)": [
        "It's time for crunching leaves, cool breezes, and sweaters again!", 
        "Tis the season for everything pumpkin", 
        "Fall is my favorite season!", 
        "I feel bad for people who live in places that don't have 4 seasons. Fall is beautiful.", 
        "I feel like it's called Fall because the leaves all fall... pretty literal, huh?", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Frisbee": [
        "My college Ultimate team is having a reunion tournament this weekend!", 
        "Today was a perfect day to throw a disk", 
        "I prefer to throw backhand but once in a while I get a really good flick pass", 
        "Personally, I think zone defense is most effective", 
        "He jumps... And he catches the disk!!!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Food": [
        "No one makes a better chilli than my southern grandma", 
        "I think I used onion powder instead of garlic powder but who can tell the difference!", 
        "BBQ is definitely the best type of food - but Italian is a close second!", 
        "I can’t eat anything that's dry, it's all about the sauce!", 
        "Honey mustard is disgusting if it's not sweet enough.", 
        "Most people think grilled cheeses are boring, but they just haven't tried the right ones!", 
        "If pasta is cooked longer than al dente, I'm not eating it.", 
        "The best part of Indian food is the naan!", 
        "I can't believe some people dip their fries in mayo… that's a crime.", 
        "Any sandwich I eat should be AT LEAST 30% avocado."
    ], 
    "Video Games": [
        "The best game ever created is Minecraft", 
        "Only the original gamers remember Mario on Nintendo64", 
        "My dad and I always played Legend of Zelda together", 
        "Just got new controllers and the buttons don't stick anymore!", 
        "I've always been an Xbox lover but my friend's PS5 is pretty cool...", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Birding": [
        "If anyone needs help identifying a bird, I'm your guy!", 
        "Considering splurging on some new binoculars... it's an investment!", 
        "I personally think smaller birds are the most interesting to observe", 
        "Am I watching the birds, or are they watching me?!", 
        "Just saw a baby bird hatch! #adorable", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Blogging": [
        "Every night before I go to bed I make sure to blog about my day.", 
        "I look back at my blog posts from 10 years ago and cringe.", 
        "I read at least 3 blogs every day so I can collect ideas to make mine even better!", 
        "Like 60% of my blog is about my dogs", 
        "My parents don't understand the point of blogging, but it's actually really therapeutic.", 
        "My son loves Dog With a Blog, maybe he'll run a blog site just like me someday!", 
        "Every Saturday I try to change up my blog style so I can keep readers entertained.", 
        "I'm trying out a poll on my blog so viewers can tell me what they find interesting.", 
        "My blog reached 1,000 readers today!", 
        "I was never really technologically savvy until I started blogging."
    ], 
    "Pottery": [
        "Just made another mug! Now I'm off to find space in the already full cabinet.", 
        "I didn't notice there was a hole in my bowl until I poured a whole can of soup into it.", 
        "I think pottery is one of the most useful skills you can teach yourself.", 
        "I never have to buy kitchenware again - I simply make it myself.", 
        "I spent hours today making a vase, but at least it was a rewarding process.", 
        "Why buy a mug for $10 when you can spend $20 in supplies and make it yourself?", 
        "I'm terrible at candeling. I just ruined two vases!", 
        "Oh geez, I just spilt orange juice all over my kiln.", 
        "A watched mug never dries!", 
        "Maybe I should start molding plant pots too..."
    ], 
    "Archery": [
        "I'm happiest when my arrow hits the bullseye", 
        "Since I took up archery, my arm muscles are no joke!", 
        "Nothing is more embarrassing than having your arrow miss the target by 5ft.", 
        "I have the range all to myself today!", 
        "I personally think steady breathing is the key to good aim.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Surfing": [
        "Looks like there are some big waves out there today!", 
        "I firmly believe that if I spend enough time in the ocean, I'll see a mermaid one day. That's the main reason I surf. ", 
        "Just bought a new South Bay board - can't wait to test it out this season", 
        "People who don't wax their board before they get in the water are either new to surfing or seasoned pros and you can never tell", 
        "Cold water surfing > warm water surfing", 
        "It's hard to be a surfer when you're afraid of sharks like I am.", 
        "Just caught a 10 footer! Cowabunga!", 
        "Swallowed way too much salt water today, I feel sick.", 
        "After work you can find me sitting on my board enjoying the view", 
        "I'll never pass up an opportunity to surf with my buddies."
    ], 
    "Baking": [
        "Just made the best cupcakes of my baking career!", 
        "The cake I frosted today made me realize I need a lot more practice", 
        "Fondant is my arch nemesis... why is it so difficult to mold??", 
        "Good thing I watched a lot of Cake Boss as a kid!", 
        "Nothing tastes as good as cookies fresh out of the oven", 
        "Most people like chocolate chip, but I'm a big snickerdoodle fan!", 
        "I set my oven to the wrong time and now my brownies are burnt", 
        "Here's a tip: put a spoonful of cream cheese in brownie mix to make them creamier!", 
        "Cookies are easiest to make, but I think pies are the most rewarding.", 
        "Only use fresh fruit in your cobblers, I promise it makes a difference!"
    ], 
    "Spring (Season)": [
        "April showers bring May flowers!", 
        "I love flowers but these seasonal allergies are brutal.", 
        "My mom's favorite flowers are tulips so I always make sure to buy some.", 
        "Hearing little birds chirping in the morning after a long winter is a really nice way to wake up", 
        "Who else is stoked that the sun is finally staying out longer again?!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Geocaching": [
        "I hate it when I leave to go geocaching and my phone dies or I forget my pen!", 
        "Never take something from a geocache without leaving something of yours!", 
        "People say geocaching is for young people, but my parents really enjoy it too.", 
        "Fall is the best season to geocache - not too hot and not too cold!", 
        "Ugh, I just cannot find this geocache. Maybe the map is wrong…", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Kayaking": [
        "Took my mom out on the water with me today!", 
        "One of my paddles almost floated away this morning", 
        "The sunburn I got from kayaking last weekend is too brutal to put into words", 
        "I've never been kayaking on the ocean, I wonder how much harder it is.", 
        "Nothing beats the peace of relaxing far away from land.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Spelunking": [
        "After my first time spelunking, I was hooked!", 
        "A whole bunch of bats flew at me today... I was so scared I almost fainted.", 
        "Found the coolest crystals today, I wonder if they're rare.", 
        "If anyone needs beginner cave reccommendations, just let me know!", 
        "I think my headlamp battery is finally dying after 6 months of use", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Podcasts": [
        "I only listen to podcasts on spotify. I don't even know where else to find them.", 
        "True crime podcasts are entertaining but are they worth the nightmares...?", 
        "Sometimes I fall asleep to podcasts instead of white noise.", 
        "I hate comedy podcasts... none of them are funny!", 
        "I can't wait for the Stranger Things podcast about the new season!", 
        "I judge people based solely on the podcasts they listen to.", 
        "Some podcasters just have the most soothing voices...", 
        "My favorite channel is ending this month. What am I supposed to do now??", 
        "I was never interested in philosophy in college, but the podcasts are really interesting.", 
        "Did you guys know Anna Faris has a podcast?!?"
    ], 
    "Karate": [
        "Just earned my red belt! #movingup", 
        "Soreness after karate practice is no joke, but it's worth it!", 
        "Ugh... just embarrassed myself trying to do a roundhouse kick", 
        "At this point, it could be months before I move up a belt.", 
        "My teacher says to be good at karate, you need a positive attitude.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Card Games": [
        "I loved Go Fish as a kid, so that's probably what started my love for card games.", 
        "My kid already knows how to play poker - and she's only 8 years old!", 
        "My dad taught me how to play Gin Rummy, so it has a lot of sentimental value to me.", 
        "I never did learn how to play Bridge, it's way too hard.", 
        "Just asked my daughter if she wants to play 52 card pickup, and she fell for it! ", 
        "Blackjack is a simple game, but that's what makes it fun.", 
        "I'm pretty good at shuffling cards, but for some reason they always end up bent.", 
        "I wish I could teach my cat card games. Then I'd always have someone to play with!", 
        "I always up the ante.", 
        "I try not to play poker for money, instead my friends and I play for pride!"
    ], 
    "Mystery Novels": [
        "The Girl with the Dragon Tattoo is a popular mystery novel, but I'll admit I haven't read it yet...", 
        "Did you guys see they're making a movie for Where the Crawdads Sing?!", 
        "I can't help it, sometimes I read the last page of a book first to see what happens.", 
        "My favorite modern mystery is probably Gone Girl.", 
        "I love reading books with an unreliable narrator.", 
        "Stephen King is known for horror, but his mystery novels are pretty good too!", 
        "In every murder mystery, the killer is never who you suspect.", 
        "What a plot twist!", 
        "I love a book that keeps me guessing!", 
        "Edgar Allan Poe is the best mystery writer of all time."
    ], 
    "Beekeeping": [
        "Just got stung, ouch!", 
        "It would be cheaper to just buy honey from the store, but beekeeping is so fun.", 
        "I love bees, but if a wasp flies up to me I'm punching it!", 
        "Honey tastes better when it comes from your own bees.", 
        "Yes, I name all my bees! Their names are Bee 1, Bee 2, Bee 3,...", 
        "My wife wasn't too thrilled about me bringing home even more bees last week", 
        "I relate to the queen bee because I too am the boss!", 
        "I'll never get used to the constant buzzing I hear in my backyard", 
        "I need to move to a bigger house, I'm out of space for more hives!", 
        "I don't get how bees can work all day, I'm exhausted from an 8 hour shift."
    ], 
    "Horror Movies": [
        "I feel like I watched that new movie through my fingers the whole time, I was too scared!", 
        "The lightning throughout the movie was a good touch, made the setting really spooky.", 
        "The lead actor was great -- I felt scared for them!", 
        "The cemetery scene was really well-made, I was on the edge of my seat in the movie theater the whole time!", 
        "The musical score for that movie is so ominous -- honestly gives me goosebumps", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Pop Music": [
        "I wish I could hit notes like Ariana Grande.", 
        "Has anyone listened to the new Justin Bieber album? It's surprisingly good!", 
        "Pop music always puts me in such a good mood.", 
        "Beyonce's music always puts a spring in my step.", 
        "If I had to rate Taylor Swift's new song, it'd be an 11/10.", 
        "I can't clean my house without listening to pop!", 
        "Anyone have any good pop playlist recommendations on Spotify?", 
        "If I have my headphones on, I'm probably listening to Harry Styles.", 
        "Every morning, my alarm clock plays Doja Cat to wake me up.", 
        "I always listen to pop in the shower - that's probably why I sing so loudly in there!"
    ], 
    "Gymnastics": [
        "The biggest competition of the year is this weekend! ", 
        "I used to be so afraid of the balance beam because I thought I would fall off.", 
        "The worst thing you can do is skip stretching before a competition.", 
        "I hope one day I'm as good as Simone Biles!", 
        "I want to be in the Olympics some day, but I know I would be super nervous.", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Fishing": [
        "The new fishing rod I bought yesterday was a much-needed upgrade.", 
        "My box of fishing lures is getting full, going to need a new one pretty soon.", 
        "Caught my biggest fish ever yesterday!", 
        "Gone fishin'!", 
        "I found a new lake the other day that I want to fish in soon.", 
        "The fish just don't seem to biting as much recently.", 
        "The weather is beautiful today -- a perfect day for some fishing!", 
        "I've never tried ice fishing before, but it's something I want to try someday.", 
        "The solitude and quiet of fishing is so nice, it's great to get away from the city!", 
        "The fishing expo is in town this weekend, I hope I get a chance to check it out!"
    ], 
    "Violin": [
        "It's crazy how four strings and a bow can produce masterpieces like Bach's violin concertos", 
        "I broke my violin bow... what do I do now?", 
        "I am more protective of my violin than I am of my dog. At least she can defend herself!", 
        "Does anyone else record their audition tapes at least 100 times before they think it's good enough?", 
        "For my birthday, I'm going to see Hilary Hahn perform at the Kennedy Center!", 
        "NA", 
        "NA", 
        "NA", 
        "NA", 
        "NA"
    ], 
    "Singing": [
        "Are you an alto or soprano? #alto", 
        "Ugh, it is just impossible to hit this note.", 
        "Is anyone else going to the a capella show this weekend?", 
        "Hitting notes is all about singing from your stomach, not your chest!", 
        "Yikes... that one was a little pitchy!", 
        "How long until I sound like Christina Aguilera?", 
        "Some songs are soo much more fun to sign than others.", 
        "My singing sounds so much better when I'm in the shower.", 
        "I hate singing acoustic sounds - I want to be loud!", 
        "The second I get onstage, I forget everything I've ever learned."
    ], 
    "Astrology": [
        "My dad, brother, and boyfriend are all Virgos! It can't be a coincidence!", 
        "I hope all Capricorns have a great day", 
        "The start of summer is Gemini season!", 
        "Generous, creative, and bossy = Leo", 
        "I always read my horoscope even though I don't believe it", 
        "I personally think moon signs tell you more about a person than their sun sign", 
        "The moon goes into retrograde tomorrow, get ready for a rough month!", 
        "Aquarius is the best sign because it also has the coolest constellation", 
        "I can guess a person's rising sign just by looking at them.", 
        "Just bought a new book on astrology, anyone want to learn about their sign?"
    ]
}